{"class_name": "Tokenizer", "config": {"num_words": 280, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 1748, "word_counts": "{\"a\": 652, \"very\": 169, \"slow\": 9, \"moving\": 5, \"aimless\": 1, \"movie\": 181, \"about\": 68, \"distressed\": 1, \"drifting\": 1, \"young\": 4, \"man\": 13, \"not\": 190, \"sure\": 8, \"who\": 41, \"was\": 275, \"more\": 50, \"lost\": 7, \"the\": 1367, \"flat\": 2, \"characters\": 35, \"or\": 64, \"audience\": 5, \"nearly\": 3, \"half\": 6, \"of\": 497, \"whom\": 2, \"walked\": 3, \"out\": 65, \"attempting\": 1, \"artiness\": 1, \"with\": 202, \"black\": 15, \"white\": 10, \"and\": 745, \"clever\": 6, \"camera\": 23, \"angles\": 2, \"disappointed\": 16, \"became\": 2, \"even\": 58, \"ridiculous\": 5, \"as\": 139, \"acting\": 43, \"poor\": 21, \"plot\": 28, \"lines\": 7, \"almost\": 12, \"non\": 5, \"existent\": 1, \"little\": 25, \"music\": 16, \"anything\": 13, \"to\": 450, \"speak\": 3, \"best\": 48, \"scene\": 14, \"in\": 291, \"when\": 51, \"gerardo\": 1, \"is\": 582, \"trying\": 7, \"find\": 16, \"song\": 4, \"that\": 236, \"keeps\": 3, \"running\": 2, \"through\": 13, \"his\": 42, \"head\": 3, \"rest\": 5, \"lacks\": 6, \"art\": 13, \"charm\": 7, \"meaning\": 3, \"if\": 74, \"it's\": 96, \"emptiness\": 1, \"it\": 540, \"works\": 52, \"i\": 592, \"guess\": 6, \"because\": 43, \"empty\": 2, \"wasted\": 9, \"two\": 27, \"hours\": 9, \"saw\": 12, \"today\": 4, \"thought\": 15, \"good\": 135, \"effort\": 2, \"messages\": 2, \"for\": 226, \"kids\": 8, \"bit\": 7, \"predictable\": 10, \"loved\": 11, \"casting\": 6, \"jimmy\": 2, \"buffet\": 1, \"science\": 1, \"teacher\": 1, \"those\": 16, \"baby\": 1, \"owls\": 1, \"were\": 42, \"adorable\": 6, \"showed\": 3, \"lot\": 18, \"florida\": 1, \"at\": 80, \"made\": 41, \"look\": 27, \"appealing\": 3, \"songs\": 5, \"muppets\": 1, \"so\": 104, \"hilarious\": 6, \"cool\": 16, \"this\": 500, \"right\": 25, \"on\": 166, \"case\": 31, \"delivers\": 3, \"everything\": 25, \"your\": 57, \"face\": 9, \"had\": 68, \"some\": 34, \"average\": 4, \"from\": 79, \"main\": 3, \"person\": 3, \"low\": 14, \"budget\": 7, \"you\": 145, \"clearly\": 4, \"can\": 44, \"see\": 37, \"review\": 4, \"long\": 21, \"overdue\": 1, \"since\": 12, \"consider\": 4, \"tale\": 4, \"sisters\": 2, \"be\": 83, \"single\": 5, \"greatest\": 3, \"film\": 159, \"ever\": 48, \"i'll\": 6, \"put\": 11, \"gem\": 3, \"up\": 48, \"against\": 2, \"any\": 41, \"terms\": 2, \"screenplay\": 1, \"cinematography\": 10, \"post\": 1, \"production\": 5, \"editing\": 6, \"directing\": 9, \"other\": 34, \"aspect\": 3, \"making\": 8, \"practically\": 2, \"perfect\": 7, \"all\": 106, \"them\": 30, \"\\u0096\": 5, \"true\": 4, \"masterpiece\": 2, \"sea\": 3, \"faux\": 3, \"masterpieces\": 2, \"structure\": 1, \"easily\": 9, \"most\": 39, \"tightly\": 1, \"constructed\": 2, \"history\": 6, \"cinema\": 8, \"1\": 130, \"think\": 31, \"no\": 58, \"where\": 13, \"something\": 6, \"vitally\": 1, \"important\": 8, \"occurs\": 1, \"every\": 26, \"minute\": 5, \"words\": 3, \"content\": 1, \"level\": 4, \"enough\": 24, \"fill\": 1, \"dozen\": 2, \"films\": 24, \"how\": 41, \"anyone\": 21, \"their\": 23, \"mind\": 6, \"ask\": 4, \"than\": 52, \"quite\": 17, \"simply\": 13, \"highest\": 2, \"superlative\": 1, \"form\": 5, \"imaginable\": 2, \"yes\": 4, \"does\": 35, \"require\": 1, \"rather\": 10, \"significant\": 3, \"amount\": 5, \"puzzle\": 1, \"solving\": 1, \"but\": 139, \"pieces\": 2, \"fit\": 14, \"together\": 9, \"create\": 2, \"beautiful\": 14, \"picture\": 9, \"short\": 12, \"certainly\": 10, \"pulls\": 1, \"punches\": 1, \"0\": 140, \"graphics\": 5, \"far\": 20, \"part\": 16, \"game\": 9, \"number\": 3, \"one\": 119, \"th\": 1, \"series\": 10, \"deserves\": 2, \"strong\": 10, \"love\": 42, \"an\": 74, \"insane\": 1, \"there\": 65, \"are\": 117, \"massive\": 3, \"levels\": 2, \"unlockable\": 1, \"just\": 84, \"waste\": 28, \"money\": 25, \"kind\": 13, \"properly\": 2, \"actually\": 14, \"time\": 70, \"crap\": 12, \"they\": 43, \"say\": 20, \"canada\": 2, \"fun\": 6, \"aye\": 1, \"rocks\": 4, \"buy\": 21, \"play\": 11, \"enjoy\": 6, \"pure\": 3, \"brilliance\": 3, \"flick\": 6, \"doomed\": 1, \"its\": 40, \"conception\": 1, \"idea\": 5, \"lame\": 5, \"take\": 13, \"minor\": 1, \"character\": 23, \"mediocre\": 5, \"pg\": 4, \"13\": 3, \"make\": 34, \"complete\": 3, \"sequel\": 2, \"while\": 17, \"changing\": 2, \"tone\": 2, \"rated\": 3, \"family\": 10, \"wasn't\": 10, \"least\": 11, \"interested\": 3, \"only\": 53, \"did\": 27, \"confirm\": 1, \"would\": 57, \"unfunny\": 2, \"generic\": 1, \"also\": 47, \"managed\": 2, \"give\": 14, \"away\": 9, \"entire\": 7, \"i'm\": 32, \"exaggerating\": 1, \"moment\": 3, \"point\": 5, \"joke\": 4, \"told\": 5, \"trailer\": 1, \"funny\": 20, \"talented\": 3, \"carrell\": 1, \"can't\": 16, \"save\": 3, \"co\": 1, \"stars\": 5, \"don't\": 53, \"fare\": 1, \"much\": 32, \"better\": 37, \"people\": 24, \"like\": 79, \"morgan\": 2, \"freeman\": 1, \"jonah\": 2, \"hill\": 3, \"ed\": 3, \"helms\": 1, \"story\": 28, \"itself\": 4, \"lazy\": 2, \"real\": 28, \"effects\": 10, \"work\": 54, \"presence\": 2, \"animals\": 1, \"integration\": 1, \"into\": 27, \"scenes\": 19, \"worst\": 25, \"obvious\": 2, \"blue\": 5, \"green\": 1, \"screen\": 24, \"i've\": 39, \"seen\": 24, \"whatever\": 7, \"cost\": 3, \"didn't\": 29, \"translate\": 1, \"quality\": 52, \"that's\": 11, \"succeeds\": 1, \"despite\": 5, \"perhaps\": 7, \"obviously\": 7, \"meagre\": 1, \"glad\": 8, \"go\": 20, \"choice\": 5, \"lesser\": 2, \"have\": 122, \"addition\": 4, \"having\": 11, \"lovely\": 4, \"written\": 7, \"french\": 2, \"cancan\": 1, \"boasts\": 1, \"cutest\": 1, \"leading\": 1, \"ladies\": 1, \"grace\": 3, \"hard\": 9, \"fall\": 5, \"over\": 28, \"heels\": 1, \"girl\": 6, \"negative\": 3, \"insipid\": 1, \"cause\": 2, \"regret\": 3, \"another\": 12, \"2\": 30, \"life\": 25, \"front\": 5, \"whiny\": 2, \"pointless\": 3, \"recommend\": 39, \"waiting\": 3, \"future\": 2, \"efforts\": 1, \"let\": 6, \"excellent\": 43, \"cast\": 18, \"line\": 17, \"performances\": 6, \"totally\": 16, \"believable\": 6, \"anne\": 2, \"heche\": 1, \"utterly\": 5, \"convincing\": 4, \"sam\": 1, \"shepard's\": 1, \"portrayal\": 6, \"gung\": 1, \"ho\": 1, \"marine\": 1, \"sobering\": 1, \"sat\": 1, \"riveted\": 1, \"tv\": 9, \"resounding\": 1, \"9\": 2, \"10\": 33, \"do\": 41, \"tom\": 5, \"hanks\": 1, \"actor\": 10, \"enjoyed\": 9, \"reading\": 4, \"book\": 6, \"my\": 181, \"children\": 3, \"annoying\": 6, \"voice\": 10, \"gives\": 6, \"me\": 51, \"feeling\": 10, \"fingernails\": 1, \"chalkboard\": 1, \"unnecessary\": 1, \"train\": 1, \"roller\": 1, \"coaster\": 1, \"absolutely\": 13, \"warmth\": 2, \"these\": 29, \"grates\": 1, \"nerves\": 1, \"improved\": 1, \"by\": 57, \"improvisation\": 1, \"actors\": 19, \"now\": 27, \"twice\": 2, \"worry\": 1, \"whether\": 5, \"they're\": 5, \"delivering\": 2, \"well\": 77, \"honestly\": 2, \"often\": 5, \"dialogue\": 13, \"doesn't\": 28, \"really\": 67, \"follow\": 4, \"surroundings\": 1, \"crackles\": 1, \"unpredictable\": 2, \"youthful\": 1, \"energy\": 4, \"found\": 16, \"concentrate\": 1, \"meanders\": 1, \"badly\": 2, \"generally\": 5, \"great\": 140, \"things\": 14, \"wouldn't\": 5, \"worth\": 17, \"though\": 14, \"suspense\": 8, \"builders\": 1, \"cross\": 1, \"g\": 1, \"especially\": 13, \"liked\": 11, \"cliche\": 1, \"choices\": 2, \"parents\": 2, \"movies\": 29, \"could\": 37, \"predict\": 1, \"dialog\": 3, \"verbatim\": 1, \"writing\": 13, \"selections\": 1, \"want\": 12, \"gross\": 1, \"chills\": 1, \"alexander\": 2, \"nevsky\": 1, \"he\": 42, \"amazing\": 10, \"artist\": 2, \"whoever\": 1, \"lived\": 1, \"pretentious\": 4, \"piece\": 23, \"s\": 3, \"planned\": 1, \"dodge\": 1, \"stratus\": 1, \"big\": 17, \"shots\": 4, \"gonna\": 3, \"help\": 2, \"makers\": 1, \"aren't\": 3, \"restrained\": 1, \"business\": 2, \"qu\\u00e9bec\": 1, \"first\": 30, \"given\": 6, \"years\": 23, \"needed\": 5, \"word\": 6, \"mouth\": 2, \"promote\": 1, \"overall\": 10, \"interesting\": 12, \"provoking\": 3, \"plus\": 6, \"paced\": 3, \"suited\": 1, \"relatively\": 2, \"run\": 4, \"gave\": 6, \"wind\": 5, \"lion\": 3, \"superbly\": 2, \"acted\": 3, \"classic\": 6, \"turned\": 5, \"pretty\": 23, \"decent\": 7, \"b\": 2, \"list\": 2, \"horror\": 9, \"definitely\": 14, \"checking\": 3, \"problem\": 15, \"script\": 24, \"horrendous\": 1, \"nothing\": 19, \"frustration\": 2, \"retarded\": 1, \"girls\": 1, \"manna\": 1, \"heaven\": 2, \"terrific\": 5, \"both\": 22, \"same\": 18, \"occasionally\": 4, \"touching\": 3, \"evaluate\": 1, \"lives\": 2, \"going\": 16, \"veteran\": 1, \"nostalgia\": 1, \"trip\": 1, \"ursula\": 1, \"burton's\": 1, \"nun\": 1, \"nuns\": 1, \"church\": 2, \"looking\": 10, \"including\": 3, \"shirley\": 1, \"jones\": 1, \"rendition\": 1, \"way\": 30, \"tonight\": 1, \"uplifting\": 2, \"ending\": 11, \"try\": 8, \"will\": 36, \"frankly\": 2, \"after\": 40, \"cotton\": 1, \"club\": 1, \"unfaithful\": 1, \"embarrassing\": 5, \"watch\": 17, \"lane\": 2, \"gere\": 1, \"bad\": 85, \"dialogs\": 1, \"extremely\": 7, \"shallow\": 1, \"insincere\": 1, \"too\": 41, \"chick\": 2, \"politically\": 1, \"correct\": 1, \"disappointing\": 7, \"thing\": 26, \"watching\": 22, \"scenery\": 3, \"house\": 5, \"never\": 26, \"her\": 22, \"lousy\": 3, \"hour\": 7, \"wish\": 4, \"bring\": 2, \"back\": 12, \"fresh\": 2, \"bold\": 2, \"helps\": 2, \"along\": 5, \"maybe\": 4, \"idiot\": 2, \"savant\": 1, \"sister\": 2, \"been\": 27, \"played\": 10, \"joy\": 6, \"boring\": 10, \"sometimes\": 6, \"myself\": 8, \"occupied\": 3, \"peaking\": 1, \"paper\": 1, \"instead\": 5, \"happened\": 4, \"during\": 6, \"columbo\": 1, \"before\": 11, \"seems\": 7, \"oh\": 8, \"mature\": 3, \"neighbour\": 1, \"misplace\": 1, \"weaker\": 1, \"episode\": 3, \"then\": 25, \"debated\": 1, \"sack\": 1, \"trumpeter\": 1, \"falsely\": 1, \"accused\": 2, \"murder\": 1, \"stupid\": 16, \"applause\": 1, \"should\": 15, \"prelude\": 1, \"however\": 19, \"director\": 10, \"edge\": 3, \"seat\": 2, \"somewhat\": 3, \"afraid\": 2, \"car\": 19, \"end\": 17, \"night\": 6, \"nice\": 28, \"i'd\": 11, \"advise\": 4, \"brilliant\": 7, \"playing\": 7, \"villain\": 1, \"rent\": 6, \"michael\": 1, \"ironside\": 1, \"rocked\": 1, \"world\": 7, \"must\": 11, \"social\": 1, \"physical\": 1, \"outlets\": 1, \"fact\": 9, \"tremendously\": 2, \"chemistry\": 4, \"between\": 13, \"ben\": 1, \"affleck\": 1, \"sandra\": 2, \"bullock\": 2, \"couldn't\": 15, \"understand\": 11, \"why\": 6, \"leaving\": 1, \"wife\": 4, \"supposedly\": 3, \"knocked\": 1, \"several\": 9, \"moments\": 2, \"need\": 8, \"excruciatingly\": 1, \"remake\": 3, \"friends\": 3, \"wedding\": 1, \"disappointment\": 7, \"cannot\": 7, \"believe\": 9, \"agreed\": 1, \"stand\": 3, \"fear\": 3, \"losing\": 2, \"q\": 4, \"nobody\": 3, \"network\": 4, \"aired\": 1, \"dribble\": 1, \"watched\": 9, \"putting\": 2, \"imdb\": 1, \"ratings\": 2, \"awful\": 18, \"get\": 36, \"numbers\": 2, \"cases\": 6, \"such\": 15, \"mirrormask\": 1, \"last\": 12, \"unsatisfactory\": 2, \"experience\": 10, \"unfortunately\": 8, \"inexperience\": 1, \"direction\": 5, \"meant\": 1, \"passed\": 2, \"dramatic\": 2, \"tension\": 2, \"conflict\": 3, \"central\": 2, \"themes\": 2, \"handled\": 2, \"ineptly\": 1, \"stereotypically\": 1, \"depth\": 4, \"imagination\": 4, \"pictures\": 7, \"flawed\": 3, \"core\": 2, \"following\": 2, \"bunch\": 2, \"high\": 7, \"schoolers\": 1, \"whine\": 2, \"cry\": 1, \"relate\": 1, \"hell\": 2, \"barely\": 6, \"cult\": 5, \"viewing\": 2, \"sharing\": 1, \"others\": 5, \"disaster\": 2, \"confuses\": 1, \"incredibly\": 4, \"fish\": 1, \"underwater\": 1, \"repeated\": 1, \"thousand\": 1, \"times\": 9, \"truly\": 10, \"terrible\": 22, \"worse\": 11, \"possible\": 3, \"redeemed\": 1, \"mst3k\": 1, \"fodder\": 1, \"paid\": 2, \"treat\": 1, \"anthony\": 1, \"quinn\": 2, \"crazy\": 2, \"horse\": 1, \"whatsoever\": 5, \"again\": 25, \"horrible\": 14, \"gosh\": 2, \"walk\": 1, \"theatre\": 1, \"few\": 20, \"minutes\": 14, \"relief\": 1, \"hate\": 6, \"yeah\": 2, \"sucked\": 8, \"storyline\": 4, \"pillow\": 1, \"girlfriend\": 2, \"boyfriend\": 1, \"keep\": 9, \"gone\": 1, \"disliked\": 2, \"tickets\": 1, \"five\": 3, \"dollars\": 1, \"mad\": 2, \"7\": 3, \"50\": 4, \"identifies\": 1, \"cardboard\": 2, \"cutouts\": 2, \"stereotypes\": 3, \"predictably\": 2, \"reverse\": 2, \"ugly\": 2, \"cartoon\": 3, \"crafted\": 2, \"paul\": 3, \"haggis\": 1, \"handle\": 1, \"strokes\": 1, \"storytelling\": 1, \"painted\": 1, \"crayons\": 1, \"crash\": 1, \"depressing\": 2, \"provokes\": 1, \"emotion\": 1, \"teaches\": 1, \"already\": 4, \"know\": 19, \"racism\": 2, \"prejudice\": 1, \"still\": 28, \"empowerment\": 1, \"women\": 3, \"there's\": 11, \"brain\": 3, \"attempt\": 4, \"shut\": 1, \"down\": 11, \"primal\": 1, \"impulse\": 1, \"self\": 8, \"preservation\": 1, \"left\": 7, \"shattered\": 1, \"'film'\": 1, \"took\": 4, \"fully\": 2, \"recover\": 1, \"joins\": 1, \"revenge\": 1, \"boogeyman\": 1, \"zombiez\": 1, \"hellish\": 1, \"trinity\": 1, \"mean\": 4, \"distinction\": 1, \"has\": 72, \"redeeming\": 2, \"features\": 6, \"appalling\": 2, \"artless\": 1, \"endlessly\": 1, \"presents\": 3, \"us\": 6, \"ugliest\": 1, \"setting\": 3, \"e\": 2, \"beyond\": 5, \"is\\u0085was\": 1, \"lead\": 5, \"charisma\": 2, \"free\": 8, \"without\": 12, \"merit\": 1, \"akin\": 1, \"torture\": 4, \"reasonable\": 2, \"explanation\": 2, \"atrocity\": 1, \"pleasant\": 1, \"voyage\": 1, \"discovery\": 1, \"highly\": 19, \"unrecommended\": 1, \"premise\": 4, \"sound\": 49, \"performance\": 16, \"ms\": 1, \"garbo\": 1, \"off\": 24, \"bat\": 1, \"talents\": 1, \"carry\": 2, \"silent\": 5, \"era\": 3, \"wanted\": 6, \"netflix\": 1, \"seem\": 6, \"stocking\": 1, \"renowned\": 1, \"screenwriter\": 3, \"frances\": 1, \"marion\": 1, \"hasn't\": 1, \"missed\": 3, \"step\": 2, \"suffered\": 1, \"many\": 19, \"close\": 3, \"ups\": 4, \"seemed\": 4, \"drag\": 1, \"heroes\": 1, \"freedom\": 3, \"below\": 5, \"you'll\": 4, \"ones\": 2, \"received\": 8, \"age\": 4, \"john\": 7, \"wayne\": 2, \"incredible\": 8, \"job\": 14, \"being\": 20, \"industry\": 2, \"shined\": 1, \"senior\": 1, \"him\": 6, \"older\": 1, \"indulgent\": 3, \"junk\": 9, \"probably\": 11, \"hadn't\": 1, \"spent\": 3, \"showcasing\": 1, \"own\": 10, \"which\": 37, \"isn't\": 4, \"noteworthy\": 2, \"got\": 21, \"punched\": 1, \"gallon\": 1, \"blood\": 2, \"spew\": 1, \"forth\": 1, \"soon\": 2, \"jamie\": 2, \"foxx\": 1, \"ray\": 4, \"charles\": 3, \"genius\": 2, \"owns\": 1, \"spacek\": 1, \"owned\": 4, \"coal\": 1, \"miner's\": 1, \"daughter\": 2, \"quaid\": 1, \"balls\": 1, \"fire\": 3, \"remember\": 3, \"himself\": 1, \"legendary\": 1, \"charles'\": 1, \"provided\": 4, \"biographical\": 1, \"material\": 3, \"goes\": 6, \"musician\": 1, \"hitchcock\": 5, \"ironically\": 1, \"mostly\": 7, \"total\": 2, \"secondly\": 1, \"perfected\": 1, \"thriller\": 5, \"chase\": 1, \"pandering\": 1, \"sabotages\": 1, \"hence\": 2, \"whole\": 11, \"certain\": 2, \"rumbles\": 1, \"machine\": 3, \"desperately\": 1, \"depending\": 1, \"new\": 25, \"usual\": 4, \"logic\": 1, \"flaws\": 3, \"mishima\": 2, \"uninteresting\": 2, \"chilly\": 2, \"unremarkable\": 1, \"author\": 1, \"living\": 5, \"working\": 14, \"abstruse\": 1, \"culture\": 1, \"reenactments\": 1, \"hold\": 6, \"attention\": 3, \"emotionally\": 1, \"adrift\": 1, \"stagy\": 1, \"sits\": 1, \"soldiers\": 1, \"singing\": 3, \"masculinity\": 1, \"pledge\": 1, \"themselves\": 4, \"hairsplitting\": 1, \"purity\": 1, \"admiration\": 1, \"swords\": 1, \"etc\": 5, \"bore\": 3, \"kill\": 1, \"momentum\": 1, \"quicker\": 1, \"else\": 5, \"schrader\": 2, \"resume\": 1, \"full\": 7, \"amateurish\": 1, \"80s\": 1, \"fascinated\": 1, \"dancing\": 3, \"recently\": 3, \"dvd\": 3, \"completely\": 12, \"struck\": 2, \"contained\": 2, \"holes\": 6, \"inconsistencies\": 1, \"horrid\": 1, \"realistic\": 2, \"she\": 15, \"gotten\": 3, \"ballet\": 1, \"repertory\": 1, \"pathetic\": 5, \"developments\": 1, \"lacked\": 2, \"woa\": 1, \"talk\": 13, \"sappiest\": 1, \"what\": 39, \"unwatchable\": 1, \"tell\": 6, \"talent\": 2, \"action\": 7, \"check\": 2, \"director's\": 2, \"filmography\": 1, \"site\": 1, \"chance\": 2, \"intentions\": 1, \"might\": 6, \"master\": 2, \"theme\": 3, \"undertone\": 1, \"fifties\": 1, \"existential\": 1, \"weariness\": 1, \"aerial\": 3, \"ought\": 1, \"thrilled\": 2, \"senses\": 2, \"deeply\": 2, \"care\": 8, \"regrettably\": 1, \"fails\": 7, \"visual\": 4, \"interest\": 3, \"drama\": 10, \"expression\": 1, \"celebration\": 1, \"patriotism\": 1, \"underlines\": 1, \"narrative\": 3, \"actress\": 3, \"used\": 24, \"june\": 2, \"allison\": 1, \"yet\": 8, \"plain\": 4, \"called\": 4, \"soundtrack\": 4, \"concert\": 1, \"sequences\": 1, \"cheap\": 16, \"trash\": 5, \"considering\": 2, \"ridiculousness\": 1, \"came\": 10, \"angry\": 1, \"spoilers\": 3, \"said\": 9, \"surface\": 1, \"stunning\": 3, \"fx\": 3, \"state\": 2, \"conceptually\": 1, \"show\": 18, \"offers\": 3, \"everybody\": 1, \"fantasy\": 1, \"fans\": 5, \"sour\": 1, \"note\": 4, \"wise\": 3, \"either\": 8, \"surprisingly\": 3, \"solid\": 6, \"here\": 19, \"considered\": 1, \"done\": 10, \"thanks\": 2, \"released\": 3, \"mexican\": 2, \"less\": 10, \"understood\": 1, \"matter\": 2, \"identified\": 1, \"felt\": 7, \"ranks\": 3, \"noir\": 2, \"crime\": 1, \"belmondo\": 1, \"lino\": 1, \"ventura\": 1, \"complex\": 2, \"psychological\": 2, \"portrayals\": 1, \"detailing\": 1, \"loyalty\": 1, \"treachery\": 1, \"hope\": 4, \"tremendous\": 3, \"melville\": 1, \"journey\": 3, \"eyes\": 4, \"soul\": 2, \"child\": 6, \"water\": 2, \"manages\": 1, \"transcend\": 1, \"limitations\": 1, \"indie\": 1, \"continually\": 1, \"subverting\": 1, \"expectations\": 2, \"emerge\": 1, \"intense\": 1, \"gripping\": 2, \"crocdodile\": 1, \"indeed\": 4, \"website\": 3, \"believed\": 1, \"crocs\": 1, \"swamp\": 1, \"location\": 3, \"fabulous\": 2, \"thoroughly\": 3, \"christopher\": 1, \"eccleston\": 1, \"control\": 3, \"tardis\": 1, \"continuation\": 1, \"turn\": 8, \"day\": 9, \"disturbing\": 2, \"memories\": 3, \"succeeded\": 1, \"places\": 4, \"forced\": 3, \"here's\": 1, \"pi\": 1, \"started\": 10, \"jerky\": 2, \"camerawork\": 2, \"theater\": 4, \"sick\": 2, \"summary\": 2, \"witticisms\": 1, \"weren't\": 2, \"witty\": 2, \"billy\": 3, \"bob\": 1, \"rise\": 1, \"above\": 5, \"rating\": 5, \"finale\": 1, \"possibly\": 3, \"trilogy\": 3, \"kieslowski\": 1, \"ceases\": 2, \"amaze\": 1, \"favourite\": 3, \"directors\": 2, \"use\": 47, \"colours\": 1, \"flag\": 1, \"three\": 10, \"shot\": 5, \"visually\": 2, \"subtle\": 7, \"connections\": 1, \"awesome\": 8, \"mention\": 6, \"huge\": 6, \"spoiler\": 2, \"remaining\": 2, \"survivors\": 1, \"ferry\": 1, \"valentine\": 1, \"judge\": 1, \"old\": 13, \"solidifying\": 1, \"happiness\": 1, \"suffering\": 2, \"dealt\": 1, \"smile\": 2, \"wrap\": 1, \"everyone\": 10, \"loves\": 3, \"literally\": 4, \"vomited\": 1, \"roth's\": 1, \"pearls\": 1, \"awarded\": 1, \"eloquently\": 1, \"francis\": 1, \"ford\": 1, \"coppola\": 1, \"25\": 2, \"earlier\": 4, \"unfolds\": 2, \"gradually\": 1, \"leaves\": 2, \"room\": 4, \"develop\": 1, \"wonderful\": 18, \"lies\": 1, \"contrast\": 2, \"directed\": 4, \"nicola's\": 1, \"roeg\": 1, \"wih\": 1, \"sublime\": 2, \"translating\": 1, \"5\": 11, \"year\": 13, \"offensive\": 2, \"intelligence\": 4, \"someone\": 4, \"strives\": 1, \"greatness\": 1, \"poetry\": 2, \"muddled\": 1, \"disparate\": 1, \"reviewer\": 2, \"accurately\": 1, \"defined\": 1, \"intelligent\": 4, \"masterful\": 2, \"sense\": 3, \"pitiful\": 3, \"our\": 8, \"human\": 6, \"nature\": 2, \"tolerate\": 1, \"political\": 1, \"incorrectness\": 1, \"artistic\": 1, \"suspension\": 1, \"disbelief\": 1, \"slavic\": 1, \"female\": 2, \"entertaining\": 4, \"outlandish\": 1, \"array\": 1, \"memorable\": 6, \"psychotic\": 1, \"lovable\": 1, \"nuts\": 2, \"enjoyment\": 1, \"we\": 16, \"around\": 13, \"games\": 5, \"dangerous\": 2, \"sweet\": 1, \"telephone\": 2, \"repair\": 1, \"reactions\": 2, \"bitchy\": 1, \"boss\": 1, \"genuine\": 4, \"smart\": 3, \"twist\": 2, \"shed\": 2, \"tear\": 1, \"am\": 29, \"seeing\": 6, \"forget\": 4, \"underneath\": 2, \"malta\": 1, \"settings\": 1, \"dry\": 1, \"barren\": 1, \"hockey\": 1, \"defensemen\": 1, \"goalies\": 1, \"diving\": 1, \"feet\": 3, \"wide\": 1, \"net\": 1, \"haven't\": 4, \"call\": 12, \"particular\": 5, \"relationship\": 1, \"bakery\": 1, \"assistant\": 2, \"waitress\": 1, \"superficial\": 1, \"'stagey'\": 1, \"stage\": 3, \"farce\": 1, \"pyromaniac\": 1, \"waylaid\": 1, \"bored\": 4, \"next\": 5, \"switched\": 1, \"pay\": 4, \"laugh\": 2, \"once\": 4, \"yawn\": 1, \"educational\": 1, \"8\": 4, \"barney\": 1, \"super\": 6, \"de\": 2, \"duper\": 1, \"babie\": 1, \"bop\": 1, \"cute\": 3, \"storm\": 1, \"trooper\": 1, \"wonderfully\": 4, \"guy\": 2, \"he's\": 2, \"potted\": 1, \"plants\": 1, \"shameful\": 1, \"television\": 1, \"writers\": 1, \"smack\": 1, \"actresses\": 3, \"bonus\": 1, \"taped\": 2, \"episodes\": 1, \"exactly\": 5, \"latched\": 1, \"endearing\": 1, \"become\": 4, \"special\": 9, \"family's\": 1, \"likes\": 3, \"wholesome\": 2, \"four\": 2, \"shows\": 4, \"sibling\": 1, \"bond\": 1, \"each\": 8, \"unneeded\": 1, \"controversy\": 1, \"damian\": 1, \"versatile\": 1, \"ways\": 2, \"portraying\": 2, \"different\": 10, \"cutting\": 1, \"pleased\": 7, \"modern\": 2, \"letting\": 2, \"passion\": 1, \"drive\": 3, \"taking\": 2, \"forgetting\": 1, \"ireland\": 1, \"scared\": 3, \"horrified\": 1, \"sympathetic\": 1, \"towards\": 2, \"movements\": 1, \"attempts\": 2, \"supposed\": 2, \"light\": 10, \"situation\": 2, \"leave\": 2, \"shelf\": 1, \"elias\": 1, \"koteas\": 1, \"jack\": 2, \"palance\": 1, \"roles\": 5, \"angelina\": 1, \"hot\": 2, \"gets\": 13, \"naked\": 1, \"drago\": 4, \"appears\": 3, \"cameo\": 1, \"sven\": 1, \"ole\": 1, \"thorsen\": 1, \"enjoyable\": 3, \"bought\": 20, \"ebay\": 1, \"poler\": 1, \"bear\": 2, \"kinda\": 2, \"question\": 2, \"fort\": 1, \"steele\": 1, \"top\": 8, \"unrealistic\": 1, \"throughout\": 6, \"90\": 3, \"utter\": 2, \"looked\": 4, \"70000\": 1, \"lucy\": 2, \"bell\": 1, \"higher\": 1, \"sink\": 1, \"slackers\": 1, \"excuses\": 1, \"actions\": 1, \"god\": 3, \"parts\": 4, \"wonder\": 3, \"excerpts\": 1, \"sets\": 4, \"designed\": 2, \"stylized\": 1, \"effective\": 4, \"exemplars\": 1, \"set\": 7, \"designer\": 1, \"stories\": 4, \"powerful\": 1, \"explorations\": 1, \"learn\": 3, \"politics\": 1, \"japanese\": 1, \"rendering\": 1, \"america's\": 1, \"imperial\": 1, \"makes\": 19, \"values\": 3, \"faultless\": 1, \"photography\": 3, \"composition\": 2, \"underappreciated\": 1, \"brian\": 2, \"keith\": 1, \"bully\": 1, \"teddy\": 1, \"vivid\": 1, \"largely\": 1, \"son\": 3, \"member\": 2, \"identify\": 2, \"sean\": 1, \"connery's\": 1, \"noble\": 1, \"brigand\": 1, \"candace\": 1, \"bergen's\": 1, \"feisty\": 1, \"heroine\": 1, \"huston's\": 2, \"wily\": 1, \"hay\": 1, \"steve\": 2, \"kanaly's\": 1, \"spiffy\": 1, \"radiant\": 1, \"ruthless\": 3, \"lieutenant\": 1, \"roosevelt's\": 1, \"stick\": 1, \"adventure\": 1, \"robert\": 2, \"ryans\": 1, \"portrayed\": 1, \"father\": 3, \"schizophrenic\": 1, \"although\": 5, \"murdered\": 2, \"affected\": 1, \"second\": 6, \"war\": 3, \"humour\": 2, \"apt\": 1, \"mother\": 3, \"brother\": 1, \"ryan\": 1, \"type\": 4, \"imitation\": 1, \"individual\": 1, \"impressed\": 11, \"cover\": 4, \"fashioned\": 1, \"tuneful\": 1, \"'cover\": 2, \"girl'\": 2, \"rita\": 1, \"hayworth\": 1, \"pedestal\": 1, \"example\": 3, \"hollywood\": 2, \"exploit\": 1, \"financial\": 1, \"gain\": 1, \"linear\": 1, \"narration\": 1, \"thus\": 1, \"flashbacks\": 1, \"articulated\": 1, \"monica\": 1, \"bellucci\": 1, \"commentary\": 1, \"today's\": 1, \"undoubtedly\": 2, \"timers\": 1, \"popular\": 2, \"plenty\": 3, \"laughs\": 1, \"feel\": 6, \"northern\": 1, \"positive\": 1, \"community\": 1, \"represents\": 1, \"seriously\": 6, \"created\": 4, \"unique\": 1, \"vivian\": 1, \"schilling\": 1, \"95\": 1, \"garbage\": 8, \"theatres\": 1, \"role\": 4, \"screamy\": 1, \"masculine\": 1, \"casted\": 1, \"ready\": 4, \"european\": 2, \"throwback\": 1, \"student\": 1, \"1980's\": 1, \"experiences\": 1, \"abroad\": 1, \"interacting\": 1, \"nationalities\": 1, \"circumstances\": 1, \"slightly\": 1, \"fan\": 3, \"ticker\": 1, \"3\": 10, \"4\": 4, \"buildings\": 1, \"couple\": 6, \"locations\": 1, \"hummh\": 1, \"blew\": 2, \"angel\": 3, \"scamp\": 4, \"yelps\": 1, \"hes\": 1, \"funniest\": 1, \"caught\": 1, \"under\": 6, \"curtain\": 1, \"'ive\": 1, \"before'\": 1, \"coming\": 5, \"edition\": 1, \"20\": 5, \"lid\": 1, \"cant\": 3, \"explain\": 3, \"romantic\": 1, \"charming\": 3, \"junkyard\": 2, \"dogs\": 2, \"laughed\": 1, \"comes\": 8, \"chosen\": 1, \"tortured\": 1, \"disgusting\": 2, \"blatant\": 1, \"american\": 2, \"propaganda\": 1, \"americans\": 2, \"hatred\": 1, \"clich\\u00e9s\": 3, \"admitted\": 1, \"elsewhere\": 2, \"involved\": 5, \"return\": 7, \"school\": 1, \"pile\": 1, \"round\": 1, \"enter\": 2, \"admins\": 1, \"place\": 8, \"thunderbirds\": 1, \"motion\": 1, \"needlessly\": 1, \"repeats\": 1, \"backed\": 1, \"continuity\": 2, \"thrown\": 3, \"reason\": 5, \"vehicles\": 1, \"corn\": 1, \"flakes\": 1, \"box\": 1, \"directorial\": 2, \"style\": 6, \"bordered\": 1, \"stupidity\": 1, \"reviews\": 3, \"star\": 7, \"proud\": 2, \"filmmaker\": 1, \"nor\": 1, \"hide\": 1, \"sand\": 2, \"monumental\": 1, \"player\": 6, \"halfway\": 1, \"embarrassed\": 1, \"howell\": 1, \"always\": 9, \"nut\": 2, \"bag\": 1, \"side\": 5, \"stephen\": 1, \"mchattie\": 1, \"lance\": 1, \"hendrikson\": 1, \"raging\": 1, \"cheekbones\": 1, \"professionals\": 1, \"debbie\": 1, \"rochon\": 1, \"contributory\": 1, \"former\": 1, \"chimp\": 1, \"tolerable\": 1, \"oy\": 1, \"vey\": 1, \"scale\": 3, \"simplifying\": 1, \"sake\": 2, \"brevity\": 1, \"problems\": 15, \"fulfilling\": 1, \"jobs\": 2, \"amusing\": 1, \"convoluted\": 1, \"convince\": 1, \"weird\": 3, \"questioning\": 1, \"glance\": 2, \"hated\": 3, \"15\": 2, \"bela\": 1, \"lugosi\": 1, \"extraneous\": 1, \"intoning\": 1, \"odd\": 3, \"decidely\": 1, \"wooden\": 3, \"period\": 5, \"universal\": 1, \"armand\": 1, \"assante\": 1, \"cable\": 7, \"company's\": 1, \"sounded\": 3, \"tying\": 1, \"loose\": 2, \"ends\": 2, \"score\": 3, \"won't\": 7, \"wow\": 3, \"frightening\": 3, \"comprehensible\": 1, \"hang\": 1, \"camp\": 1, \"value\": 6, \"expecting\": 1, \"oscar\": 3, \"you'd\": 3, \"iq\": 1, \"particularly\": 5, \"mollusk\": 1, \"loosely\": 1, \"insult\": 4, \"public\": 1, \"knew\": 3, \"string\": 1, \"lower\": 1, \"fox\": 1, \"channel\": 2, \"contract\": 2, \"scripts\": 1, \"victor\": 1, \"mclaglen\": 1, \"donlevy\": 1, \"unrecognizable\": 2, \"relations\": 2, \"taylor\": 1, \"stanwyck\": 2, \"surprising\": 2, \"president\": 1, \"u\": 1, \"death\": 4, \"row\": 2, \"entirely\": 2, \"unmoving\": 1, \"taylor's\": 1, \"stanwyck's\": 1, \"producer\": 1, \"come\": 7, \"gifted\": 1, \"cheerless\": 1, \"heist\": 1, \"characterisation\": 1, \"lots\": 4, \"underbite\": 1, \"stoic\": 1, \"emoting\": 1, \"chow\": 1, \"yun\": 1, \"fat\": 2, \"tomorrow\": 1, \"cheesy\": 2, \"abandoned\": 1, \"factory\": 1, \"poorly\": 5, \"executed\": 1, \"flying\": 1, \"judo\": 1, \"rolls\": 1, \"la\": 1, \"woo\": 1, \"squibs\": 1, \"proceedings\": 2, \"remotely\": 2, \"america\": 1, \"derivative\": 1, \"mercy\": 2, \"killing\": 2, \"hopeless\": 1, \"overacting\": 2, \"space\": 3, \"uneasy\": 1, \"composed\": 1, \"30\": 2, \"footage\": 3, \"elderly\": 1, \"awkwardly\": 1, \"babbling\": 1, \"overwrought\": 1, \"pseudo\": 1, \"satanic\": 1, \"gibberish\": 1, \"corny\": 1, \"teen\": 1, \"goth\": 1, \"blush\": 1, \"olde\": 1, \"english\": 1, \"latin\": 1, \"may\": 7, \"sloppy\": 1, \"hackneyed\": 2, \"course\": 4, \"blah\": 1, \"balanced\": 2, \"perfectly\": 9, \"underacting\": 1, \"finally\": 6, \"would've\": 1, \"competent\": 1, \"jerry\": 1, \"falwell\": 1, \"share\": 4, \"starring\": 1, \"jaclyn\": 1, \"smith\": 1, \"12\": 2, \"ago\": 6, \"opened\": 2, \"length\": 2, \"rate\": 4, \"lifetime\": 1, \"air\": 2, \"knows\": 2, \"store\": 6, \"sells\": 1, \"assaulted\": 1, \"strident\": 1, \"cords\": 1, \"blare\": 1, \"warning\": 3, \"sort\": 3, \"pap\": 1, \"screened\": 1, \"afternoon\": 1, \"punish\": 1, \"unemployed\": 1, \"loads\": 3, \"understatement\": 1, \"comedy\": 7, \"creates\": 2, \"universe\": 1, \"fascinating\": 2, \"team\": 1, \"behind\": 1, \"continue\": 2, \"forgot\": 2, \"superb\": 7, \"trond\": 1, \"fausa\": 1, \"aurv\\u00e5g\": 1, \"bothersome\": 1, \"doing\": 3, \"humorous\": 2, \"comment\": 1, \"2006\": 1, \"move\": 1, \"initially\": 1, \"local\": 1, \"sites\": 1, \"filmed\": 2, \"buffalo\": 1, \"intrigued\": 1, \"later\": 5, \"power\": 3, \"applauded\": 1, \"conclusion\": 3, \"lilt\": 1, \"heart\": 3, \"race\": 3, \"duris\": 1, \"appearance\": 4, \"fine\": 18, \"views\": 1, \"barcelona\": 1, \"famed\": 1, \"gaudi\": 1, \"towers\": 1, \"ten\": 2, \"thoughts\": 2, \"dislike\": 2, \"ended\": 3, \"despised\": 1, \"looks\": 13, \"rough\": 1, \"draft\": 1, \"shooting\": 1, \"began\": 2, \"finished\": 2, \"completed\": 1, \"happen\": 3, \"personalities\": 1, \"change\": 2, \"twists\": 1, \"occur\": 1, \"calls\": 14, \"irritating\": 1, \"indescribably\": 1, \"idiotic\": 1, \"produce\": 2, \"mess\": 10, \"season\": 2, \"contains\": 2, \"cheesiness\": 1, \"unethical\": 1, \"normally\": 2, \"r\": 2, \"nc\": 1, \"17\": 1, \"final\": 3, \"zillion\": 1, \"reality\": 2, \"washing\": 1, \"twirling\": 1, \"hurt\": 2, \"grade\": 1, \"z\": 1, \"pull\": 4, \"20th\": 2, \"century\": 2, \"fox's\": 1, \"road\": 1, \"1948\": 1, \"silly\": 1, \"implausible\": 2, \"unmitigated\": 1, \"unconvincing\": 3, \"blandly\": 1, \"edward\": 1, \"chodorov\": 1, \"produced\": 3, \"jean\": 2, \"negulesco\": 1, \"expect\": 9, \"deal\": 5, \"widmark\": 1, \"turns\": 4, \"unintentionally\": 1, \"comical\": 1, \"marbles\": 1, \"early\": 3, \"marred\": 1, \"constant\": 1, \"studio\": 2, \"indoor\": 1, \"exteriors\": 1, \"prompted\": 1, \"documentary\": 3, \"serious\": 4, \"dont\": 4, \"start\": 2, \"martin\": 3, \"middle\": 1, \"aged\": 1, \"upper\": 1, \"class\": 1, \"uptight\": 1, \"add\": 2, \"betty\": 2, \"mistakes\": 1, \"racial\": 3, \"jokes\": 1, \"offend\": 1, \"littered\": 1, \"overt\": 1, \"slurs\": 1, \"members\": 1, \"whites\": 1, \"depicted\": 1, \"morons\": 1, \"boobs\": 1, \"card\": 2, \"aside\": 2, \"lets\": 1, \"major\": 2, \"flaw\": 3, \"destroy\": 1, \"latifa's\": 1, \"wouldnt\": 1, \"steamboat\": 1, \"willie\": 1, \"amazingly\": 1, \"mickey\": 3, \"mouse\": 2, \"plane\": 1, \"famous\": 1, \"ground\": 1, \"breaking\": 3, \"hear\": 14, \"tons\": 1, \"granted\": 1, \"crowd\": 2, \"pleaser\": 2, \"1928\": 1, \"amazed\": 3, \"timeless\": 1, \"turkey\": 1, \"straw\": 1, \"imaginative\": 2, \"cruel\": 1, \"among\": 2, \"mickey's\": 1, \"80\": 1, \"bipolarity\": 1, \"thug\": 1, \"killer\": 3, \"luv's\": 1, \"diaper\": 1, \"commercial\": 1, \"terribly\": 2, \"receive\": 2, \"awards\": 1, \"accolades\": 1, \"deserving\": 2, \"original\": 9, \"body\": 1, \"1947\": 1, \"garfield\": 1, \"ann\": 1, \"revere\": 1, \"lilli\": 1, \"plmer\": 1, \"william\": 1, \"conrad\": 1, \"lee\": 1, \"cinematographers\": 1, \"james\": 4, \"wong\": 1, \"howe\": 1, \"qualities\": 1, \"shame\": 2, \"thomerson\": 1, \"credit\": 2, \"1986\": 1, \"version\": 1, \"watchable\": 3, \"let's\": 1, \"problems\\u0097the\": 1, \"professor\": 1, \"dumb\": 2, \"established\": 1, \"zombie\": 2, \"students\": 1, \"humans\": 2, \"removing\": 2, \"necklace\": 1, \"containing\": 1, \"meteorite\": 1, \"matthews\": 1, \"wrote\": 1, \"weak\": 7, \"1995\": 1, \"monster\": 1, \"grim\": 1, \"pace\": 1, \"lighting\": 2, \"bland\": 2, \"aspects\": 1, \"lack\": 1, \"notable\": 2, \"gore\": 1, \"convention\": 1, \"worked\": 21, \"past\": 2, \"cg\": 1, \"opening\": 2, \"sequence\": 2, \"microsoft\": 1, \"slideshow\": 1, \"god's\": 1, \"explosion\": 1, \"gas\": 1, \"tanks\": 1, \"okay\": 1, \"fair\": 1, \"critic\": 1, \"credit's\": 1, \"due\": 4, \"creature\": 1, \"gotta\": 1, \"slimy\": 1, \"drooling\": 1, \"teeth\": 1, \"sum\": 2, \"breeders\": 1, \"cheaply\": 2, \"avoided\": 1, \"ebola\": 1, \"virus\": 1, \"recommended\": 7, \"unbearable\": 2, \"comedic\": 1, \"timing\": 1, \"debits\": 1, \"popcorn\": 1, \"borders\": 1, \"lewis\": 1, \"black's\": 1, \"considerable\": 1, \"incendiary\": 1, \"unrestrained\": 1, \"allow\": 2, \"film's\": 3, \"sole\": 1, \"bright\": 1, \"spot\": 1, \"recent\": 3, \"superbad\": 1, \"weight\": 2, \"interim\": 1, \"originality\": 1, \"freshness\": 1, \"offer\": 1, \"evidently\": 1, \"limited\": 1, \"reflected\": 1, \"par\": 2, \"borrowed\": 1, \"balance\": 3, \"filmiing\": 1, \"expansive\": 1, \"failed\": 4, \"convey\": 1, \"broad\": 1, \"sweep\": 1, \"landscapes\": 1, \"sign\": 1, \"improvement\": 2, \"expected\": 5, \"asleep\": 2, \"beware\": 3, \"trashy\": 1, \"precisely\": 1, \"giving\": 2, \"90's\": 3, \"proudly\": 1, \"classical\": 1, \"wb\": 1, \"cartoons\": 2, \"tiny\": 2, \"toons\": 1, \"kept\": 5, \"vibe\": 1, \"delivered\": 1, \"underrated\": 1, \"murky\": 1, \"product\": 56, \"related\": 1, \"none\": 7, \"tender\": 1, \"getting\": 4, \"dark\": 2, \"sitcoms\": 1, \"oriented\": 1, \"teenagers\": 1, \"peculiarity\": 1, \"deserved\": 2, \"element\": 2, \"excessively\": 1, \"phony\": 1, \"contrived\": 1, \"painful\": 3, \"sit\": 1, \"fifteen\": 2, \"um\": 1, \"perabo\": 1, \"comfortable\": 18, \"excuse\": 1, \"volcano\": 2, \"los\": 3, \"angeles\": 3, \"honest\": 1, \"unbelievable\": 4, \"nonsense\": 3, \"foolish\": 1, \"bother\": 4, \"accents\": 1, \"abysmal\": 2, \"hypocrisy\": 1, \"vomit\": 2, \"rubbish\": 1, \"researched\": 1, \"pitch\": 1, \"longer\": 4, \"surprised\": 2, \"omit\": 1, \"instant\": 1, \"catchy\": 1, \"credits\": 1, \"miss\": 1, \"simmering\": 1, \"boiling\": 1, \"warts\": 1, \"study\": 2, \"poet's\": 1, \"bohemian\": 1, \"wartime\": 1, \"span\": 2, \"bombardments\": 1, \"london\": 1, \"outward\": 1, \"tranquillity\": 1, \"welsh\": 1, \"coastal\": 1, \"retreat\": 1, \"borderlines\": 1, \"friendship\": 1, \"lust\": 1, \"dedication\": 2, \"versus\": 2, \"practical\": 2, \"concerns\": 1, \"jealousy\": 1, \"rivalry\": 1, \"cowardice\": 1, \"egotism\": 1, \"heroism\": 1, \"sacrifice\": 1, \"suggests\": 1, \"brings\": 1, \"focus\": 2, \"underlying\": 2, \"tensions\": 1, \"served\": 1, \"apart\": 2, \"inappropriate\": 1, \"smiling\": 1, \"keira\": 1, \"knightley\": 1, \"prone\": 1, \"exquisite\": 2, \"inventive\": 1, \"elegant\": 2, \"angle\": 2, \"pointillistic\": 1, \"home\": 5, \"behold\": 1, \"continuously\": 1, \"bertolucci\": 1, \"relationships\": 2, \"engaging\": 2, \"master's\": 2, \"basic\": 2, \"sidelined\": 1, \"inexplicable\": 1, \"crew\": 1, \"regardless\": 1, \"avoid\": 11, \"costs\": 6, \"christmas\": 3, \"errol\": 2, \"flynn\": 2, \"custer\": 1, \"alongside\": 1, \"olivia\": 1, \"havilland\": 1, \"fantastic\": 6, \"known\": 2, \"dads\": 1, \"grew\": 1, \"until\": 3, \"realised\": 1, \"jim\": 1, \"o'connor\": 1, \"energetic\": 1, \"george\": 1, \"dull\": 2, \"hosting\": 1, \"overs\": 1, \"monotonous\": 1, \"guests\": 1, \"shenanigans\": 1, \"surrounding\": 2, \"spy\": 1, \"kidnapped\": 1, \"nasty\": 1, \"foreign\": 1, \"random\": 1, \"taxidermists\": 1, \"stewart\": 1, \"hero\": 1, \"rips\": 1, \"climax\": 1, \"embassy\": 1, \"function\": 2, \"brooding\": 1, \"menace\": 1, \"hitchcock's\": 1, \"nevertheless\": 1, \"stable\": 1, \"excellently\": 2, \"tops\": 1, \"typical\": 1, \"sci\": 2, \"fi\": 2, \"fi's\": 1, \"producers\": 1, \"scot\": 1, \"vandiver\": 1, \"nonetheless\": 1, \"campy\": 1, \"delight\": 2, \"bendingly\": 1, \"scares\": 1, \"medical\": 1, \"terminology\": 1, \"iffy\": 1, \"insulin\": 1, \"dependant\": 1, \"diabetic\": 1, \"revealing\": 2, \"complexity\": 1, \"task\": 1, \"challenges\": 1, \"facing\": 1, \"south\": 3, \"africa\": 2, \"outside\": 2, \"attempted\": 1, \"truth\": 1, \"reconciliation\": 1, \"process\": 2, \"magnificent\": 1, \"seamlessly\": 2, \"woven\": 1, \"splendid\": 1, \"view\": 1, \"subtitles\": 1, \"aversion\": 1, \"therapy\": 1, \"shakespear\": 2, \"'must'\": 1, \"macbeth\": 2, \"jason\": 1, \"connery\": 1, \"moved\": 1, \"tears\": 1, \"monolog\": 1, \"brief\": 2, \"candle\": 1, \"sphere\": 1, \"moral\": 2, \"decay\": 2, \"forces\": 2, \"helen\": 1, \"baxendale\": 1, \"credible\": 1, \"lady\": 1, \"cheerfull\": 1, \"naughty\": 1, \"deadly\": 1, \"taste\": 1, \"evil\": 2, \"shakespears\": 1, \"lyrics\": 1, \"delightful\": 1, \"adaptation\": 2, \"dr\": 1, \"seuss\": 1, \"brilliantly\": 1, \"animated\": 1, \"upa's\": 1, \"finest\": 1, \"academy\": 1, \"award\": 1, \"integral\": 1, \"helping\": 1, \"bailey's\": 1, \"crisp\": 3, \"beautifully\": 2, \"colored\": 2, \"design\": 12, \"costumes\": 2, \"eiko\": 1, \"ishioka\": 1, \"went\": 8, \"coppola's\": 1, \"dracula\": 1, \"allowing\": 2, \"1971\": 1, \"format\": 1, \"mini\": 3, \"baaaaaad\": 1, \"unless\": 4, \"you're\": 3, \"collect\": 1, \"extant\": 1, \"austen's\": 1, \"skip\": 2, \"small\": 12, \"consolations\": 1, \"anne's\": 1, \"speaking\": 1, \"unbearably\": 1, \"kitchy\": 1, \"dropped\": 8, \"ball\": 1, \"raw\": 1, \"sublimely\": 1, \"overly\": 3, \"theatrical\": 1, \"plays\": 4, \"everyone's\": 1, \"terror\": 1, \"lie\": 1, \"escalating\": 1, \"monstrous\": 1, \"consequences\": 1, \"players\": 2, \"mesmerising\": 1, \"wilkinson\": 2, \"broke\": 9, \"else's\": 1, \"judging\": 1, \"fumbling\": 1, \"hankies\": 1, \"hands\": 8, \"faces\": 1, \"males\": 1, \"females\": 1, \"alike\": 1, \"julian\": 1, \"fellowes\": 1, \"triumphed\": 1, \"national\": 1, \"treasure\": 1, \"phrase\": 1, \"owed\": 1, \"kris\": 1, \"kristoffersen\": 1, \"difference\": 1, \"documentaries\": 2, \"marriage\": 1, \"errors\": 1, \"user\": 3, \"commented\": 1, \"cars\": 1, \"garage\": 1, \"joe's\": 2, \"glasses\": 3, \"facial\": 1, \"hair\": 2, \"configuration\": 1, \"inspiration\": 1, \"overcome\": 1, \"rejection\": 1, \"punishment\": 1, \"park\": 1, \"southern\": 1, \"california\": 1, \"desert\": 1, \"using\": 13, \"patent\": 1, \"watkins\": 2, \"peter\": 2, \"accessible\": 1, \"wont\": 2, \"thinking\": 3, \"miserable\": 1, \"hollow\": 2, \"laughable\": 2, \"'so\": 1, \"laughable'\": 1, \"angela\": 1, \"bennett\": 1, \"computer\": 5, \"expert\": 1, \"pretext\": 1, \"repeating\": 1, \"robotic\": 1, \"moves\": 1, \"results\": 4, \"delete\": 1, \"begin\": 2, \"ass\": 2, \"comments\": 2, \"wall\": 4, \"uncalled\": 1, \"geek\": 1, \"bible\": 1, \"thumper\": 1, \"heard\": 2, \"except\": 2, \"cole\": 2, \"pulling\": 1, \"plug\": 12, \"describe\": 3, \"equivalent\": 1, \"dickens'\": 1, \"carol\": 1, \"sensibility\": 1, \"success\": 1, \"depends\": 1, \"sydney\": 1, \"greenstreet\": 1, \"yardley\": 1, \"attractive\": 2, \"eye\": 3, \"pleasing\": 1, \"im\": 3, \"rpg\": 1, \"disgrace\": 1, \"respecting\": 1, \"rpger\": 1, \"cuts\": 2, \"audio\": 8, \"wrong\": 6, \"youtube\": 1, \"lassie\": 1, \"sleep\": 2, \"forever\": 4, \"painfully\": 1, \"dreary\": 1, \"waster\": 1, \"becomes\": 1, \"forgettable\": 1, \"achievement\": 2, \"shell\": 1, \"wasting\": 2, \"kid's\": 1, \"barking\": 1, \"transfers\": 1, \"relaxing\": 1, \"late\": 1, \"title\": 1, \"handles\": 1, \"tough\": 1, \"issues\": 4, \"dignity\": 1, \"shocking\": 1, \"happy\": 16, \"touches\": 2, \"whenever\": 1, \"memorized\": 1, \"pair\": 4, \"fishnet\": 1, \"stockings\": 1, \"astonishingly\": 1, \"ham\": 1, \"fisted\": 1, \"earth\": 2, \"irons\": 1, \"holds\": 5, \"emily\": 2, \"watson\": 1, \"unconditional\": 1, \"wilkinson's\": 1, \"prepared\": 1, \"ordeal\": 1, \"takes\": 4, \"hand\": 4, \"progresses\": 1, \"character's\": 1, \"anguish\": 1, \"watson's\": 1, \"quick\": 3, \"pans\": 1, \"reviewers\": 1, \"interview\": 1, \"vampire\": 1, \"lestat\": 1, \"stuart\": 1, \"townsend\": 1, \"cruise's\": 1, \"aailiyah\": 1, \"akasha\": 1, \"compelling\": 2, \"entrance\": 1, \"dance\": 4, \"rice's\": 1, \"sensitivities\": 1, \"treatments\": 1, \"details\": 1, \"dysfunction\": 1, \"football\": 1, \"perplexing\": 1, \"skilled\": 1, \"meredith\": 1, \"m\": 1, \"sentiment\": 2, \"rare\": 2, \"maker\": 1, \"worthy\": 1, \"trap\": 1, \"syrupy\": 1, \"nine\": 1, \"goremeister\": 1, \"lucio\": 1, \"fulci\": 2, \"giallo\": 3, \"sub\": 3, \"genre\": 2, \"italian\": 2, \"thrillers\": 1, \"70's\": 1, \"standout\": 1, \"unpleasant\": 1, \"technically\": 1, \"impressive\": 4, \"riz\": 1, \"ortolani\": 1, \"recurring\": 1, \"unaccompanied\": 1, \"vocal\": 1, \"sounds\": 3, \"distant\": 1, \"wild\": 2, \"stuff\": 3, \"beginning\": 4, \"dustin\": 1, \"hoffman's\": 1, \"stay\": 8, \"personally\": 1, \"compromise\": 2, \"involving\": 1, \"issue\": 1, \"tired\": 1, \"thick\": 1, \"fast\": 9, \"ps\": 1, \"finds\": 2, \"blown\": 1, \"effect\": 3, \"jennifer\": 1, \"rubin\": 1, \"harris\": 1, \"changes\": 1, \"nervous\": 1, \"starlet\": 1, \"strange\": 2, \"events\": 1, \"inside\": 3, \"emotions\": 3, \"situations\": 2, \"coach\": 1, \"mark\": 3, \"snow\": 1, \"ultra\": 1, \"result\": 2, \"exciting\": 1, \"slightest\": 2, \"uniqueness\": 1, \"foreigner\": 1, \"1973\": 1, \"stranger\": 1, \"duet\": 2, \"astronaut\": 1, \"doctor\": 2, \"exchange\": 2, \"considers\": 1, \"cold\": 1, \"astronaut's\": 1, \"biggest\": 2, \"crashed\": 2, \"ussr\": 1, \"scary\": 3, \"scream\": 1, \"scare\": 1, \"extraordinary\": 1, \"courtroom\": 2, \"indictment\": 1, \"justice\": 1, \"system\": 1, \"highlights\": 1, \"fundamental\": 1, \"legal\": 1, \"discovering\": 2, \"guilt\": 1, \"innocence\": 1, \"court\": 1, \"understated\": 2, \"routine\": 1, \"based\": 1, \"boost\": 2, \"clear\": 13, \"range\": 6, \"ability\": 5, \"carries\": 2, \"constantine\": 1, \"intensity\": 1, \"understanding\": 2, \"motivations\": 1, \"inspiring\": 1, \"video\": 4, \"stinker\": 1, \"smells\": 1, \"direct\": 1, \"release\": 1, \"trek\": 1, \"v\": 1, \"frontier\": 1, \"includes\": 1, \"shatner\": 1, \"nimoy\": 1, \"washed\": 1, \"tacky\": 1, \"spock\": 1, \"rescue\": 1, \"kirk\": 1, \"jet\": 1, \"pack\": 2, \"falls\": 2, \"mountain\": 1, \"humor\": 1, \"dosen't\": 1, \"basically\": 4, \"involves\": 1, \"vulcan\": 1, \"stealing\": 1, \"enterprise\": 1, \"uhura\": 1, \"belly\": 1, \"distract\": 1, \"male\": 2, \"guards\": 1, \"phenomenal\": 1, \"opinion\": 1, \"subjects\": 1, \"jay\": 1, \"adams'\": 1, \"unfortunate\": 1, \"subject\": 1, \"neil\": 2, \"evokes\": 1, \"70s\": 1, \"grainy\": 1, \"enhanced\": 1, \"delights\": 1, \"surprises\": 1, \"achille\": 1, \"philippa\": 1, \"sing\": 1, \"don\": 1, \"giovanni\": 1, \"describes\": 1, \"appreciate\": 4, \"layers\": 1, \"18th\": 1, \"jutland\": 1, \"instruments\": 1, \"touch\": 3, \"general\": 1, \"loewenhielm's\": 1, \"partaking\": 1, \"cailles\": 1, \"en\": 1, \"sarcophage\": 1, \"sample\": 1, \"savor\": 1, \"lasting\": 3, \"impression\": 1, \"generates\": 1, \"austere\": 1, \"backdrop\": 1, \"wanting\": 1, \"notch\": 1, \"fleshed\": 1, \"grimes\": 1, \"blake\": 1, \"deliver\": 1, \"sharply\": 1, \"scripted\": 1, \"deadpan\": 1, \"tongue\": 1, \"cheek\": 1, \"angus\": 1, \"scrimm\": 1, \"gently\": 1, \"menacing\": 1, \"violin\": 1, \"anatomist\": 1, \"entertained\": 1, \"struggle\": 1, \"dead\": 5, \"phantasm\": 1, \"falling\": 2, \"40\": 1, \"1949\": 1, \"collective\": 1, \"heads\": 1, \"concerning\": 1, \"kudos\": 1, \"exceptional\": 3, \"easy\": 22, \"movie's\": 1, \"modest\": 2, \"juano\": 1, \"hernandez\": 1, \"supporting\": 1, \"murdering\": 1, \"trumbull\": 1, \"open\": 2, \"reminded\": 1, \"huston\": 1, \"evinced\": 1, \"faithful\": 1, \"joyce's\": 1, \"acclaimed\": 1, \"novella\": 1, \"feelings\": 1, \"gabriel's\": 1, \"discomfort\": 2, \"intangibles\": 1, \"leap\": 1, \"within\": 7, \"viewer's\": 1, \"grasp\": 1, \"wondered\": 1, \"shortlist\": 1, \"emperor\": 1, \"spend\": 1, \"childhood\": 2, \"days\": 10, \"surely\": 1, \"coherent\": 1, \"force\": 1, \"obliged\": 1, \"write\": 3, \"creative\": 1, \"confusing\": 2, \"subplots\": 1, \"native\": 1, \"eating\": 1, \"brainsucking\": 1, \"further\": 1, \"telly\": 1, \"savalas\": 1, \"boyle\": 1, \"54\": 1, \"sheer\": 1, \"tedium\": 1, \"melodrama\": 1, \"sinking\": 1, \"lord\": 2, \"imagine\": 2, \"decisions\": 1, \"atrocious\": 1, \"stinks\": 2, \"trouble\": 4, \"impossible\": 2, \"establish\": 1, \"follows\": 1, \"band\": 1, \"latter\": 1, \"mansonites\": 1, \"reporter\": 1, \"who's\": 1, \"anniversary\": 1, \"killings\": 1, \"spoil\": 2, \"indication\": 1, \"writer\": 3, \"meld\": 1, \"volatile\": 1, \"temperaments\": 1, \"seamless\": 1, \"union\": 1, \"creativity\": 1, \"powerhouse\": 1, \"timely\": 2, \"culture's\": 1, \"fascination\": 1, \"celebrity\": 1, \"distorted\": 2, \"interpretations\": 1, \"fame\": 1, \"forgotten\": 1, \"kevin\": 1, \"spacey\": 1, \"verbal\": 1, \"tsunami\": 1, \"buddy\": 1, \"ackerman\": 1, \"scripting\": 1, \"unmatched\": 1, \"ages\": 1, \"younger\": 1, \"references\": 2, \"galley\": 1, \"pm\": 1, \"8pm\": 1, \"15pm\": 1, \"forwarded\": 1, \"sucks\": 12, \"horrendously\": 1, \"starts\": 4, \"build\": 2, \"captain\": 1, \"howdy\": 1, \"says\": 3, \"semi\": 1, \"truck\": 1, \"linda\": 1, \"cardellini\": 1, \"she's\": 1, \"poised\": 1, \"dee\": 1, \"snider\": 1, \"act\": 2, \"villains\": 1, \"damn\": 2, \"pacing\": 2, \"suck\": 1, \"tries\": 3, \"sophisticated\": 1, \"miserably\": 1, \"unoriginal\": 1, \"cinematic\": 1, \"captured\": 1, \"celluloid\": 1, \"stayed\": 1, \"supernatural\": 1, \"consistent\": 1, \"thread\": 1, \"holding\": 3, \"leni\": 1, \"parker\": 1, \"anita\": 1, \"laselva\": 1, \"taelons\": 1, \"quiet\": 3, \"idealogical\": 1, \"mainly\": 2, \"centers\": 1, \"atmosphere\": 1, \"puppets\": 3, \"puppet\": 1, \"80's\": 1, \"flicks\": 1, \"explains\": 1, \"sinister\": 1, \"origins\": 1, \"previous\": 4, \"f\": 1, \"x\": 1, \"insomniacs\": 1, \"heartwarming\": 1, \"chasing\": 1, \"dreams\": 2, \"nurse\": 1, \"unpredictability\": 1, \"labute\": 1, \"uses\": 2, \"brutal\": 1, \"violence\": 1, \"seperate\": 1, \"otherwise\": 2, \"sorry\": 2, \"secondary\": 1, \"incomprehensible\": 1, \"relation\": 1, \"primary\": 1, \"mystifying\": 1, \"speed\": 3, \"shelves\": 1, \"doubt\": 1, \"warn\": 1, \"dumbest\": 1, \"hbo\": 1, \"realize\": 2, \"hopefully\": 1, \"cox\": 1, \"feature\": 6, \"win\": 1, \"agree\": 1, \"jessica\": 1, \"dimensional\": 1, \"guys\": 2, \"elaborately\": 1, \"aesthetically\": 1, \"sculpture\": 1, \"soap\": 1, \"operas\": 1, \"hip\": 1, \"pray's\": 1, \"hype\": 2, \"charismatic\": 1, \"paolo\": 1, \"sorrentino\": 1, \"loneliness\": 2, \"tony\": 1, \"built\": 2, \"unforgettable\": 1, \"'titta\": 1, \"di\": 1, \"girolamo'\": 1, \"vision\": 1, \"emilio\": 2, \"estevez's\": 1, \"debut\": 1, \"interplay\": 2, \"development\": 2, \"estevez\": 1, \"suggest\": 1, \"natural\": 2, \"street\": 1, \"charlie\": 1, \"kathy\": 1, \"bates\": 1, \"desperation\": 1, \"escapism\": 1, \"variation\": 1, \"fields\": 1, \"readers\": 1, \"miyazaki's\": 2, \"worthwhile\": 3, \"condescends\": 1, \"hearts\": 1, \"arts\": 1, \"daughters\": 1, \"paint\": 1, \"photograph\": 1, \"poignant\": 1, \"realized\": 1, \"closed\": 1, \"depicts\": 2, \"alert\": 1, \"decipher\": 1, \"meanings\": 1, \"matrix\": 1, \"sequels\": 1, \"mindblowing\": 1, \"dream\": 1, \"rickman\": 1, \"stowe\": 1, \"hilt\": 1, \"childrens'\": 1, \"subversive\": 1, \"tract\": 1, \"gloriously\": 1, \"fairly\": 2, \"accurate\": 1, \"raver\": 1, \"idyllic\": 1, \"downs\": 1, \"groove\": 1, \"antithesis\": 1, \"traffic\": 1, \"crowe's\": 1, \"we'd\": 1, \"picked\": 1, \"government\": 1, \"scientist\": 1, \"argued\": 1, \"humanity\": 1, \"reasons\": 1, \"gadget\": 2, \"dwight\": 1, \"schultz\": 1, \"sincere\": 1, \"critical\": 1, \"gorman\": 1, \"bechard\": 1, \"homework\": 1, \"appropriate\": 1, \"captures\": 1, \"essence\": 1, \"track\": 1, \"commands\": 1, \"contributing\": 1, \"seeing\\u0085\": 1, \"threshold\": 1, \"hayao\": 1, \"latest\": 2, \"eighth\": 1, \"ghibili\": 1, \"gake\": 1, \"ue\": 1, \"ponyo\": 2, \"cliff\": 1, \"animation\": 3, \"dominated\": 1, \"disney\": 1, \"pixar's\": 1, \"cgi\": 1, \"refreshing\": 1, \"comforting\": 1, \"miyazaki\": 1, \"relying\": 1, \"traditional\": 1, \"drawn\": 1, \"enchanting\": 1, \"remarkable\": 1, \"crayon\": 1, \"pencil\": 1, \"drawings\": 1, \"colorful\": 1, \"fanciful\": 1, \"drift\": 1, \"wants\": 1, \"surf\": 1, \"wave\": 1, \"1998\": 1, \"deep\": 1, \"impact\": 1, \"armageddon\": 1, \"everywhere\": 2, \"choked\": 1, \"worthless\": 4, \"you've\": 1, \"yourself\": 1, \"vessel\": 1, \"taken\": 1, \"mighty\": 1, \"frost\": 1, \"added\": 1, \"bonuses\": 1, \"fest\": 1, \"spoiled\": 1, \"brat\": 1, \"babysitting\": 1, \"sundays\": 1, \"march\": 1, \"2005\": 2, \"judith\": 1, \"favorite\": 2, \"sad\": 1, \"cutie\": 1, \"confidence\": 1, \"riot\": 1, \"hugo\": 1, \"weaving\": 1, \"sex\": 3, \"obsessed\": 1, \"gay\": 1, \"estate\": 1, \"salesman\": 1, \"clients'\": 1, \"houses\": 1, \"trysts\": 1, \"flaming\": 1, \"darren\": 1, \"hollander\": 1, \"anyway\": 2, \"flowed\": 1, \"smoothly\": 2, \"bonding\": 1, \"hoot\": 1, \"cat\": 2, \"n\": 1, \"lange\": 2, \"faster\": 2, \"jessice\": 1, \"clothes\": 1, \"virtue\": 1, \"regrettable\": 1, \"exceptionally\": 1, \"one's\": 1, \"converter\": 1, \"jawbone\": 3, \"tied\": 1, \"charger\": 19, \"conversations\": 3, \"45\": 1, \"mic\": 4, \"jiggle\": 1, \"volume\": 12, \"hundred\": 1, \"contacts\": 3, \"sending\": 4, \"razr\": 5, \"owner\": 1, \"needless\": 1, \"battery\": 46, \"extended\": 2, \"seperated\": 1, \"mere\": 1, \"ft\": 1, \"notice\": 2, \"excessive\": 1, \"static\": 3, \"garbled\": 1, \"headset\": 47, \"ear\": 35, \"clip\": 4, \"tooth\": 2, \"phone\": 165, \"fooled\": 1, \"clicks\": 1, \"mechanism\": 1, \"motorola's\": 1, \"followed\": 1, \"directions\": 1, \"kindle\": 1, \"commercials\": 1, \"misleading\": 1, \"bars\": 4, \"charging\": 5, \"pocket\": 3, \"pc\": 3, 